13/data/attachments/cbcd523ffc189f10.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Dana_seven_Actions_76897_3</nif:username>
            <nif:friendToBeRequested>soap_actions_9d031681-9b41-4732-adba-1af0f86a9a31</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>